tap "buo/cask-upgrade"
tap "homebrew/bundle"
brew "mas"
brew "ripgrep"
brew "stow"
brew "vim"
cask "itsycal"
cask "keepingyouawake"
cask "latest"
cask "obsidian"
cask "pocket-casts"
cask "rectangle"
mas "Hand Mirror", id: 1502839586
mas "Irvue", id: 1039633667
mas "Kindle", id: 302584613
mas "Messenger", id: 1480068668
mas "Save to Reader", id: 1640236961
mas "Xcode", id: 497799835
